Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.time_zone.caption
source: Lorvex counts days in this time zone on all your devices.
ar: يحتسب Lorvex الأيام وفق هذه المنطقة الزمنية على جميع أجهزتك.
bn: Lorvex আপনার সব ডিভাইসে এই সময় অঞ্চল অনুযায়ী দিন গণনা করে।
de: Lorvex zählt Tage auf allen deinen Geräten in dieser Zeitzone.
el: Το Lorvex μετράει τις ημέρες με βάση αυτήν τη ζώνη ώρας σε όλες τις συσκευές σας.
es: Lorvex cuenta los días en esta zona horaria en todos tus dispositivos.
fa: روزها در همه دستگاه‌های شما بر اساس این منطقه زمانی شمرده می‌شوند.
fr: Lorvex compte les jours dans ce fuseau horaire sur tous vos appareils.
he: הימים נספרים באזור הזמן הזה בכל המכשירים שלך.
hi: Lorvex आपके सभी डिवाइस पर इसी टाइम ज़ोन में दिन गिनता है।
id: Lorvex menghitung hari menurut zona waktu ini di semua perangkat.
it: Lorvex conta i giorni in questo fuso orario su tutti i tuoi dispositivi.
ja: Lorvexは、すべてのデバイスでこのタイムゾーンを基準に日を区切ります。
ko: Lorvex는 모든 기기에서 이 시간대를 기준으로 하루를 계산합니다.
mr: तुमच्या सर्व डिव्हाइसवर दिवस याच काल विभागानुसार मोजले जातात.
ms: Lorvex mengira hari mengikut zon waktu ini pada semua peranti anda.
nl: Op al je apparaten telt Lorvex de dagen volgens deze tijdzone.
pl: Lorvex liczy dni w tej strefie czasowej na wszystkich twoich urządzeniach.
pt_br: O Lorvex conta os dias neste fuso horário em todos os seus dispositivos.
ro: Lorvex numără zilele în acest fus orar pe toate dispozitivele.
ru: Lorvex считает дни в этом часовом поясе на всех ваших устройствах.
ta: உங்கள் எல்லாச் சாதனங்களிலும் Lorvex இந்த நேர மண்டலத்தின்படியே நாட்களைக் கணக்கிடும்.
te: మీ అన్ని డివైజ్‌లలో Lorvex ఈ టైమ్ జోన్‌లోనే రోజులను లెక్కిస్తుంది.
th: Lorvex นับวันตามไทม์โซนนี้บนอุปกรณ์ทุกเครื่องของคุณ
tr: Lorvex, tüm aygıtlarınızda günleri bu saat diliminde sayar.
uk: Lorvex відлічує дні в цьому часовому поясі на всіх ваших пристроях.
ur: آپ کی تمام ڈیوائسز پر دن اسی ٹائم زون میں گنے جاتے ہیں۔
vi: Lorvex tính ngày theo múi giờ này trên tất cả thiết bị của bạn.
zh_hans: Lorvex 在你的所有设备上都按这个时区计算日期。
zh_hant: Lorvex 在你的所有裝置上都以此時區來計算日期。

# settings.time_zone.no_match
source: No matching time zones
ar: لا توجد مناطق زمنية مطابقة
bn: কোনো মিলে যাওয়া সময় অঞ্চল নেই
de: Keine passenden Zeitzonen
el: Δεν βρέθηκαν ζώνες ώρας που να ταιριάζουν
es: No hay zonas horarias que coincidan
fa: منطقه زمانی منطبقی یافت نشد
fr: Aucun fuseau horaire correspondant
he: לא נמצאו אזורי זמן תואמים
hi: कोई मेल खाता टाइम ज़ोन नहीं
id: Tidak ada zona waktu yang cocok
it: Nessun fuso orario corrispondente
ja: 一致するタイムゾーンはありません
ko: 일치하는 시간대 없음
mr: जुळणारे काल विभाग नाहीत
ms: Tiada zon waktu sepadan
nl: Geen overeenkomende tijdzones
pl: Brak pasujących stref czasowych
pt_br: Nenhum fuso horário correspondente
ro: Niciun fus orar potrivit
ru: Нет подходящих часовых поясов
ta: பொருந்தும் நேர மண்டலங்கள் இல்லை
te: సరిపోలే టైమ్ జోన్‌లు లేవు
th: ไม่พบไทม์โซนที่ตรงกัน
tr: Eşleşen saat dilimi yok
uk: Немає відповідних часових поясів
ur: کوئی مطابقت رکھنے والا ٹائم زون نہیں
vi: Không có múi giờ phù hợp
zh_hans: 没有匹配的时区
zh_hant: 沒有符合的時區

# settings.time_zone.search
source: City or time zone
ar: المدينة أو المنطقة الزمنية
bn: শহর বা সময় অঞ্চল
de: Stadt oder Zeitzone
el: Πόλη ή ζώνη ώρας
es: Ciudad o zona horaria
fa: شهر یا منطقه زمانی
fr: Ville ou fuseau horaire
he: עיר או אזור זמן
hi: शहर या टाइम ज़ोन
id: Kota atau zona waktu
it: Città o fuso orario
ja: 都市またはタイムゾーン
ko: 도시 또는 시간대
mr: शहर किंवा काल विभाग
ms: Bandar atau zon waktu
nl: Plaats of tijdzone
pl: Miasto lub strefa czasowa
pt_br: Cidade ou fuso horário
ro: Oraș sau fus orar
ru: Город или часовой пояс
ta: நகரம் அல்லது நேர மண்டலம்
te: నగరం లేదా టైమ్ జోన్
th: เมืองหรือไทม์โซน
tr: Şehir veya saat dilimi
uk: Місто або часовий пояс
ur: شہر یا ٹائم زون
vi: Thành phố hoặc múi giờ
zh_hans: 城市或时区
zh_hant: 城市或時區

# settings.time_zone.use_device
source: Use This Device’s Time Zone (%@)
ar: استخدام المنطقة الزمنية لهذا الجهاز (%@)
bn: এই ডিভাইসের সময় অঞ্চল ব্যবহার করুন (%@)
de: Zeitzone dieses Geräts verwenden (%@)
el: Χρήση της ζώνης ώρας αυτής της συσκευής (%@)
es: Usar la zona horaria de este dispositivo (%@)
fa: استفاده از منطقه زمانی این دستگاه (%@)
fr: Utiliser le fuseau horaire de cet appareil (%@)
he: שימוש באזור הזמן של המכשיר הזה (%@)
hi: इस डिवाइस का टाइम ज़ोन उपयोग करें (%@)
id: Gunakan Zona Waktu Perangkat Ini (%@)
it: Usa il fuso orario di questo dispositivo (%@)
ja: このデバイスのタイムゾーンを使用（%@）
ko: 이 기기의 시간대 사용(%@)
mr: या डिव्हाइसचा काल विभाग वापरा (%@)
ms: Gunakan Zon Waktu Peranti Ini (%@)
nl: Gebruik de tijdzone van dit apparaat (%@)
pl: Użyj strefy czasowej tego urządzenia (%@)
pt_br: Usar o fuso horário deste dispositivo (%@)
ro: Utilizați fusul orar al acestui dispozitiv (%@)
ru: Использовать часовой пояс этого устройства (%@)
ta: இந்தச் சாதனத்தின் நேர மண்டலத்தைப் பயன்படுத்து (%@)
te: ఈ డివైజ్ టైమ్ జోన్‌ను ఉపయోగించండి (%@)
th: ใช้ไทม์โซนของอุปกรณ์เครื่องนี้ (%@)
tr: Bu aygıtın saat dilimini kullan (%@)
uk: Використовувати часовий пояс цього пристрою (%@)
ur: اس ڈیوائس کا ٹائم زون استعمال کریں (%@)
vi: Dùng múi giờ của thiết bị này (%@)
zh_hans: 改用本设备的时区（%@）
zh_hant: 使用此裝置的時區（%@）

# settings.title
source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fa: تنظیمات
fr: Réglages
he: הגדרות
hi: सेटिंग्ज़
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
mr: सेटिंग
ms: Seting
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ro: Configurări
ru: Настройки
ta: அமைப்புகள்
te: సెట్టింగ్స్
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# settings.working_hours.caption
source: Lorvex plans your tasks into these hours. It judges how full a day is against them, and suggested times stay inside them.
ar: الساعات التي يخطط Lorvex مهامك ضمنها. يُحتسب امتلاء اليوم بالنسبة إليها، وتبقى الأوقات المقترحة داخلها.
bn: Lorvex এই সময়ের মধ্যেই আপনার টাস্ক প্ল্যান করে। একটি দিন কতটা ভরা, তা এই সময়ের হিসাবে ধরা হয় এবং প্রস্তাবিত সময়ও এর মধ্যেই থাকে।
de: Lorvex plant deine Aufgaben innerhalb dieser Stunden. Daran bemisst sich, wie voll ein Tag ist, und vorgeschlagene Zeiten liegen immer innerhalb davon.
el: Το Lorvex προγραμματίζει τις εργασίες σας μέσα σε αυτές τις ώρες. Κρίνει πόσο γεμάτη είναι μια ημέρα με βάση αυτές, και οι προτεινόμενες ώρες παραμένουν μέσα σε αυτές.
es: Las horas en las que Lorvex planifica tus tareas. La carga de un día se mide con respecto a ellas, y los horarios sugeridos siempre quedan dentro.
fa: کارهای شما را Lorvex در همین ساعت‌ها برنامه‌ریزی می‌کند. پر بودن یک روز نسبت به این ساعت‌ها سنجیده می‌شود و زمان‌های پیشنهادی درون آن‌ها می‌مانند.
fr: Les heures dans lesquelles Lorvex planifie vos tâches. Le taux de remplissage d’une journée est calculé par rapport à ces heures, et les horaires suggérés restent dans cette plage.
he: המשימות שלך מתוכננות בשעות האלה. מידת העומס ביום נמדדת לפיהן, והזמנים המוצעים נשארים בתוכן.
hi: वे घंटे जिनमें Lorvex आपके कार्य प्लान करता है। दिन कितना भरा है, इसकी गिनती इन्हीं के हिसाब से होती है, और सुझाए गए समय इन्हीं के भीतर रहते हैं।
id: Lorvex merencanakan tugas ke dalam jam-jam ini. Penuh tidaknya suatu hari dinilai berdasarkan jam ini, dan waktu yang disarankan tetap berada di dalamnya.
it: Le ore in cui Lorvex pianifica le tue attività. Il riempimento di una giornata viene calcolato rispetto a queste ore e gli orari suggeriti restano al loro interno.
ja: Lorvexがタスクを予定に入れる時間帯です。1日の混み具合はこの時間帯を基準に数えられ、提案される時間もこの範囲内に収まります。
ko: Lorvex가 할 일을 일정에 배치하는 시간입니다. 하루가 얼마나 찼는지는 이 시간을 기준으로 계산되고, 제안되는 시간도 이 범위 안에서만 정해집니다.
mr: तुमची कार्ये याच तासांमध्ये प्लॅन केली जातात. दिवस किती भरलेला आहे हे याच तासांच्या आधारे ठरवले जाते, आणि सुचवलेल्या वेळाही यांच्या आतच राहतात.
ms: Lorvex merancang tugas anda ke dalam jam ini. Ia menilai betapa penuhnya sesuatu hari berdasarkan jam ini, dan masa yang dicadangkan kekal di dalamnya.
nl: Lorvex plant je taken binnen deze uren in. Hieraan wordt afgemeten hoe vol een dag is, en voorgestelde tijden blijven erbinnen.
pl: Godziny, w które Lorvex planuje twoje zadania. Wypełnienie dnia liczy się względem nich, a sugerowane godziny mieszczą się w ich granicach.
pt_br: As horas em que o Lorvex planeja suas tarefas. O quanto um dia está cheio é medido em relação a elas, e os horários sugeridos ficam dentro delas.
ro: Lorvex planifică sarcinile în aceste ore. Gradul de încărcare al unei zile se măsoară în raport cu ele, iar orele sugerate rămân în interiorul lor.
ru: Часы, в которые Lorvex планирует ваши задачи. Загруженность дня рассчитывается относительно них, а предлагаемое время не выходит за их пределы.
ta: Lorvex உங்கள் பணிகளை இந்த மணிநேரங்களுக்குள் திட்டமிடும். ஒரு நாள் எவ்வளவு நிரம்பியுள்ளது என்பதை இவற்றை வைத்து மதிப்பிடும்; பரிந்துரைக்கும் நேரங்களும் இவற்றுக்குள்ளேயே இருக்கும்.
te: Lorvex మీ టాస్క్‌లను ఈ గంటల్లో ప్లాన్ చేస్తుంది. రోజు ఎంత నిండి ఉందో వీటి ఆధారంగా అంచనా వేస్తుంది, సూచించే సమయాలు కూడా వీటి లోపలే ఉంటాయి.
th: Lorvex วางแผนงานของคุณในช่วงเวลานี้ โดยใช้ช่วงเวลานี้ประเมินว่าวันหนึ่งเต็มแค่ไหน และเวลาที่แนะนำจะอยู่ภายในช่วงนี้
tr: Lorvex görevlerinizi bu saatlere planlar. Bir günün ne kadar dolu olduğunu bu saatlere göre değerlendirir ve önerilen zamanlar bunların içinde kalır.
uk: Години, у які Lorvex планує ваші завдання. Заповненість дня обчислюється відносно них, а запропонований час не виходить за їхні межі.
ur: آپ کے کاموں کی منصوبہ بندی Lorvex ان اوقات میں کرتا ہے۔ دن کتنا بھرا ہے اس کا حساب انہی کے مقابلے میں ہوتا ہے، اور تجویز کردہ اوقات انہی کے اندر رہتے ہیں۔
vi: Lorvex lên kế hoạch cho nhiệm vụ trong những giờ này. Mức độ đầy của một ngày được đánh giá theo các giờ này, và thời gian gợi ý luôn nằm trong đó.
zh_hans: Lorvex 在这个时段里安排任务：每天有多满按它计算，建议的时间也只会落在其中。
zh_hant: Lorvex 會把任務安排在這段時間內。一天的滿載程度以此計算，建議的時間也只會落在這段時間裡。

# settings.working_hours.end
source: End
ar: الانتهاء
bn: শেষ
de: Ende
el: Λήξη
es: Fin
fa: پایان
fr: Fin
he: סיום
hi: समाप्त
id: Berakhir
it: Fine
ja: 終了
ko: 종료
mr: समाप्ती
ms: Tamat
nl: Einde
pl: Koniec
pt_br: Fim
ro: Sfârșit
ru: Конец
ta: முடிவு
te: ముగింపు
th: สิ้นสุด
tr: Bitiş
uk: Кінець
ur: اختتام
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# settings.working_hours.invalid
source: Pick an end time after the start time.
ar: اختر وقت نهاية بعد وقت البداية.
bn: শুরুর সময়ের পরে একটি শেষ সময় বেছে নিন।
de: Wähle eine Endzeit nach der Startzeit.
el: Επιλέξτε ώρα λήξης μετά την ώρα έναρξης.
es: Elige una hora de fin posterior a la de inicio.
fa: زمان پایانی بعد از زمان شروع انتخاب کنید.
fr: Choisissez une heure de fin postérieure à l’heure de début.
he: יש לבחור שעת סיום אחרי שעת ההתחלה.
hi: शुरू होने के समय के बाद का खत्म होने का समय चुनें।
id: Pilih waktu berakhir setelah waktu mulai.
it: Scegli un’ora di fine successiva a quella di inizio.
ja: 終了時刻は開始時刻より後にしてください。
ko: 종료 시간을 시작 시간 이후로 선택하세요.
mr: सुरुवातीच्या वेळेनंतरची समाप्तीची वेळ निवडा.
ms: Pilih masa tamat selepas masa mula.
nl: Kies een eindtijd na de starttijd.
pl: Wybierz godzinę zakończenia późniejszą niż godzina rozpoczęcia.
pt_br: Escolha um horário de término depois do horário de início.
ro: Alegeți o oră de sfârșit după ora de început.
ru: Выберите время окончания позже времени начала.
ta: தொடக்க நேரத்துக்குப் பிறகான முடிவு நேரத்தைத் தேர்ந்தெடுக்கவும்.
te: ప్రారంభ సమయం తర్వాత ఉండే ముగింపు సమయాన్ని ఎంచుకోండి.
th: เลือกเวลาสิ้นสุดที่อยู่หลังเวลาเริ่มต้น
tr: Başlangıç saatinden sonra bir bitiş saati seçin.
uk: Виберіть час завершення пізніше за час початку.
ur: آغاز کے وقت کے بعد کا اختتامی وقت منتخب کریں۔
vi: Hãy chọn giờ kết thúc sau giờ bắt đầu.
zh_hans: 请选择晚于开始时间的结束时间。
zh_hant: 請選擇晚於開始時間的結束時間。

# settings.working_hours.start
source: Start
ar: البدء
bn: শুরু
de: Beginn
el: Έναρξη
es: Inicio
fa: شروع
fr: Début
he: התחלה
hi: शुरू
id: Mulai
it: Inizio
ja: 開始
ko: 시작
mr: सुरुवात
ms: Mula
nl: Begin
pl: Początek
pt_br: Início
ro: Început
ru: Начало
ta: தொடக்கம்
te: ప్రారంభం
th: เริ่ม
tr: Başlangıç
uk: Початок
ur: آغاز
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# settings.working_hours.title
source: Day Hours
ar: ساعات اليوم
bn: দিনের ঘণ্টা
de: Tagesstunden
el: Ώρες ημέρας
es: Horario del día
fa: ساعت‌های روز
fr: Horaires de la journée
he: שעות היום
hi: दिन के घंटे
id: Jam Aktif
it: Orari della giornata
ja: 予定に使う時間帯
ko: 일정 가능 시간
mr: दिवसाचे तास
ms: Jam Aktif
nl: Daguren
pl: Godziny dnia
pt_br: Horário do dia
ro: Orele zilei
ru: Часы дня
ta: நாளின் மணிநேரங்கள்
te: రోజు గంటలు
th: ชั่วโมงของวัน
tr: Gün saatleri
uk: Години дня
ur: دن کے اوقات
vi: Khung giờ trong ngày
zh_hans: 可安排时段
zh_hant: 可安排時段

# setup.action.continue
source: Continue
ar: متابعة
bn: চালিয়ে যান
de: Fortfahren
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
he: המשך
hi: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
mr: चालू ठेवा
ms: Teruskan
nl: Ga door
pl: Dalej
pt_br: Continuar
ro: Continuați
ru: Продолжить
ta: தொடர்க
te: కొనసాగించండి
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
ur: جاری رکھیں
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# setup.done.get_started
source: Get Started
ar: البدء
bn: শুরু করুন
de: Los geht’s
el: Έναρξη
es: Empezar
fa: شروع کنید
fr: Commencer
he: בואו נתחיל
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
mr: सुरू करा
ms: Mulakan
nl: Aan de slag
pl: Zaczynamy
pt_br: Começar
ro: Începeți
ru: Начать
ta: தொடங்குக
te: ప్రారంభించండి
th: เริ่มต้นใช้งาน
tr: Başla
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

# setup.done.title
source: You’re ready.
ar: أنت جاهز.
bn: আপনি প্রস্তুত।
de: Du bist startklar.
el: Είστε έτοιμοι.
es: Todo listo.
fa: همه‌چیز آماده است.
fr: Tout est prêt.
he: הכול מוכן.
hi: आप तैयार हैं।
id: Anda sudah siap.
it: Tutto pronto.
ja: 準備ができました。
ko: 준비가 끝났습니다.
mr: तुम्ही तयार आहात.
ms: Anda sudah bersedia.
nl: Je bent klaar.
pl: Wszystko gotowe.
pt_br: Tudo pronto.
ro: Sunteți gata.
ru: Всё готово.
ta: நீங்கள் தயாராகிவிட்டீர்கள்.
te: మీరు సిద్ధంగా ఉన్నారు.
th: พร้อมแล้ว
tr: Hazırsınız.
uk: Усе готово.
ur: آپ تیار ہیں۔
vi: Bạn đã sẵn sàng.
zh_hans: 准备好了。
zh_hant: 你準備好了。

# setup.permissions.allow
source: Allow
ar: السماح
bn: অনুমতি দিন
de: Erlauben
el: Να επιτρέπεται
es: Permitir
fa: اجازه دادن
fr: Autoriser
he: אפשר
hi: अनुमति दें
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
mr: अनुमती द्या
ms: Benarkan
nl: Sta toe
pl: Pozwól
pt_br: Permitir
ro: Permiteți
ru: Разрешить
ta: அனுமதி
te: అనుమతించండి
th: อนุญาต
tr: İzin ver
uk: Дозволити
ur: اجازت دیں
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

# setup.permissions.calendar.description
source: Import event titles, times, locations, notes, and recurrence details for planning. Calendar data may be available to connected assistants.
ar: استيراد عناوين الأحداث وأوقاتها ومواقعها وملاحظاتها وتفاصيل تكرارها لأغراض التخطيط. قد تكون بيانات التقويم متاحة للمساعدين المتصلين.
bn: প্ল্যানিংয়ের জন্য ইভেন্টের শিরোনাম, সময়, লোকেশন, নোট ও পুনরাবৃত্তির বিবরণ ইম্পোর্ট করুন। ক্যালেন্ডার ডেটা সংযুক্ত অ্যাসিস্ট্যান্টদের কাছে উপলব্ধ হতে পারে।
de: Importiert Titel, Zeiten, Orte, Notizen und Wiederholungsdetails von Ereignissen für die Planung. Kalenderdaten können für verbundene Assistenten verfügbar sein.
el: Εισάγει τίτλους γεγονότων, ώρες, τοποθεσίες, σημειώσεις και λεπτομέρειες επανάληψης για τον προγραμματισμό. Τα δεδομένα του ημερολογίου μπορεί να είναι διαθέσιμα στους συνδεδεμένους βοηθούς.
es: Importa títulos, horas, ubicaciones, notas y detalles de repetición de los eventos para planificar. Los asistentes conectados pueden tener acceso a los datos del calendario.
fa: عنوان، زمان، مکان، یادداشت و جزئیات تکرار رویدادها را برای برنامه‌ریزی وارد می‌کند. داده‌های تقویم ممکن است در دسترس دستیارهای متصل باشد.
fr: Importe les titres, horaires, lieux, notes et détails de répétition des événements pour la planification. Les données du calendrier peuvent être accessibles aux assistants connectés.
he: ייבוא כותרות, שעות, מיקומים, הערות ופרטי חזרה של אירועים לצורך תכנון. נתוני לוח השנה עשויים להיות זמינים לעוזרים מחוברים.
hi: प्लानिंग के लिए इवेंट के शीर्षक, समय, स्थान, नोट और दोहराव का ब्योरा इंपोर्ट करें। कैलेंडर डेटा जुड़े हुए असिस्टेंट को उपलब्ध हो सकता है।
id: Impor judul acara, waktu, lokasi, catatan, dan detail pengulangan untuk perencanaan. Data kalender dapat tersedia bagi asisten yang terhubung.
it: Importa titoli, orari, luoghi, note e dettagli di ripetizione degli eventi per la pianificazione. I dati del calendario possono essere accessibili agli assistenti connessi.
ja: 計画に使うため、イベントのタイトル、時刻、場所、メモ、繰り返しの詳細を読み込みます。カレンダーのデータは、接続したアシスタントが利用できる場合があります。
ko: 계획에 활용하기 위해 이벤트 제목, 시간, 위치, 메모, 반복 세부 정보를 가져옵니다. 캘린더 데이터는 연결된 어시스턴트가 사용할 수 있습니다.
mr: प्लॅनिंगसाठी इव्हेंटची शीर्षके, वेळा, स्थाने, नोट्स आणि पुनरावृत्तीचे तपशील इम्पोर्ट करा. दिनदर्शिका डेटा कनेक्ट केलेल्या सहाय्यकांना उपलब्ध असू शकतो.
ms: Import tajuk peristiwa, masa, lokasi, nota dan butiran perulangan untuk perancangan. Data kalendar mungkin tersedia kepada pembantu AI yang disambungkan.
nl: Importeert titels, tijden, locaties, notities en herhalingsgegevens van activiteiten voor de planning. Agendagegevens kunnen beschikbaar zijn voor verbonden assistenten.
pl: Import tytułów, godzin, miejsc, notatek i szczegółów powtarzania wydarzeń na potrzeby planowania. Dane kalendarza mogą być dostępne dla połączonych asystentów.
pt_br: Importa títulos, horários, locais, notas e detalhes de repetição dos eventos para o planejamento. Os dados do calendário podem ficar disponíveis para assistentes conectados.
ro: Importă titlurile, orele, locațiile, notițele și detaliile de repetare ale evenimentelor pentru planificare. Datele din calendar pot fi disponibile pentru asistenții conectați.
ru: Импорт названий, времени, мест, заметок и подробностей повторения событий для планирования. Данные календаря могут быть доступны подключённым ассистентам.
ta: திட்டமிடலுக்காக நிகழ்வுத் தலைப்புகள், நேரங்கள், இருப்பிடங்கள், குறிப்புகள், தொடர்வு விவரங்களை இம்போர்ட் செய்யவும். கேலண்டர் தரவு இணைக்கப்பட்ட அசிஸ்டென்ட்களுக்குக் கிடைக்கலாம்.
te: ప్లానింగ్ కోసం ఇవెంట్ టైటిల్‌లు, సమయాలు, లొకేషన్‌లు, నోట్స్, పునరావృత వివరాలను ఇంపోర్ట్ చేయండి. క్యాలెండర్ డేటా కనెక్ట్ చేసిన అసిస్టెంట్‌లకు అందుబాటులో ఉండవచ్చు.
th: นำเข้าชื่อกิจกรรม เวลา สถานที่ โน้ต และรายละเอียดการทำประจำเพื่อใช้วางแผน ผู้ช่วยที่เชื่อมต่ออยู่อาจเข้าถึงข้อมูลปฏิทินได้
tr: Planlama için etkinlik başlıklarını, saatleri, konumları, notları ve yineleme ayrıntılarını içe aktarır. Takvim verileri bağlı asistanlar tarafından kullanılabilir.
uk: Імпорт назв, часу, місць, нотаток і подробиць повторення подій для планування. Дані календаря можуть бути доступні підключеним асистентам.
ur: منصوبہ بندی کے لیے ایونٹس کے عنوان، اوقات، مقامات، نوٹس اور تکرار کی تفصیلات امپورٹ کریں۔ کیلنڈر ڈیٹا منسلک اسسٹنٹس کو دستیاب ہو سکتا ہے۔
vi: Nhập tiêu đề, thời gian, vị trí, ghi chú và chi tiết lặp lại của sự kiện để lập kế hoạch. Dữ liệu lịch có thể được cung cấp cho các trợ lý được kết nối.
zh_hans: 导入事件的标题、时间、地点、备注和重复详情，用于规划。已连接的助手可能能够访问日历数据。
zh_hant: 匯入事件的標題、時間、位置、備註與重複詳細資料，以供規劃使用。已連接的助理可能可以存取行事曆資料。

# setup.permissions.calendar.title
source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
de: Kalender
el: Ημερολόγιο
es: Calendario
fa: تقویم
fr: Calendrier
he: לוח שנה
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 캘린더
mr: दिनदर्शिका
ms: Kalendar
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
ta: கேலண்டர்
te: క్యాలెండర్
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 行事曆

# setup.permissions.denied
source: Denied
ar: مرفوض
bn: অস্বীকার করা হয়েছে
de: Verweigert
el: Απορρίφθηκε
es: Denegado
fa: ردشده
fr: Refusé
he: נדחה
hi: अस्वीकृत
id: Ditolak
it: Negato
ja: 拒否
ko: 거부됨
mr: नाकारलेले
ms: Dinafikan
nl: Geweigerd
pl: Zabronione
pt_br: Negado
ro: Refuzat
ru: Запрещено
ta: நிராகரிக்கப்பட்டது
te: తిరస్కరించబడింది
th: ปฏิเสธ
tr: Reddedildi
uk: Заборонено
ur: مسترد
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# setup.permissions.notifications.description
source: Receive task reminders as system notifications.
ar: تلقَّ تذكيرات المهام كإشعارات من النظام.
bn: টাস্ক রিমাইন্ডার সিস্টেম নোটিফিকেশন হিসাবে পান।
de: Erhalte Aufgabenerinnerungen als Systemmitteilungen.
el: Λάβετε τις υπομνήσεις εργασιών ως γνωστοποιήσεις συστήματος.
es: Recibe recordatorios de tareas como notificaciones del sistema.
fa: یادآورهای کار را به‌صورت اعلان سیستم دریافت کنید.
fr: Recevez les rappels de tâches sous forme de notifications système.
he: קבלת תזכורות למשימות כהתראות מערכת.
hi: कार्य रिमाइंडर सिस्टम सूचनाओं के रूप में पाएँ।
id: Terima pengingat tugas sebagai pemberitahuan sistem.
it: Ricevi i promemoria delle attività come notifiche di sistema.
ja: タスクのリマインダーをシステム通知として受け取ります。
ko: 할 일 알림을 시스템 알림으로 받습니다.
mr: कार्य रिमाइंडर सिस्टीम नोटिफिकेशन म्हणून मिळवा.
ms: Terima peringatan tugas sebagai pemberitahuan sistem.
nl: Ontvang taakherinneringen als systeemmeldingen.
pl: Otrzymuj przypomnienia o zadaniach jako powiadomienia systemowe.
pt_br: Receba lembretes de tarefas como notificações do sistema.
ro: Primiți mementouri pentru sarcini ca notificări de sistem.
ru: Получайте напоминания о задачах в виде системных уведомлений.
ta: பணி நினைவூட்டல்களைச் சிஸ்டம் அறிவிப்புகளாகப் பெறவும்.
te: టాస్క్ రిమైండర్‌లను సిస్టమ్ నోటిఫికేషన్‌లుగా అందుకోండి.
th: รับเตือนความจำของงานเป็นการแจ้งเตือนของระบบ
tr: Görev anımsatıcılarını sistem bildirimleri olarak alın.
uk: Отримуйте нагадування про завдання у вигляді системних сповіщень.
ur: کاموں کی یاد دہانیاں سسٹم نوٹیفکیشنز کی صورت میں حاصل کریں۔
vi: Nhận lời nhắc nhiệm vụ dưới dạng thông báo hệ thống.
zh_hans: 通过系统通知接收任务提醒。
zh_hant: 以系統通知接收任務提醒。

# setup.permissions.notifications.title
source: Notifications
ar: الإشعارات
bn: নোটিফিকেশন
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
fa: اعلان‌ها
he: התראות
hi: सूचनाएँ
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
mr: नोटिफिकेशन
ms: Pemberitahuan
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ro: Notificări
ru: Уведомления
ta: அறிவிப்புகள்
te: నోటిఫికేషన్స్
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: نوٹیفکیشنز
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# setup.permissions.open_settings
source: Open Settings
ar: فتح الإعدادات
bn: সেটিংস খুলুন
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
es: Abrir Ajustes
fa: باز کردن تنظیمات
fr: Ouvrir les réglages
he: פתיחת הגדרות
hi: सेटिंग्ज़ खोलें
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
mr: सेटिंग उघडा
ms: Buka Seting
nl: Open Instellingen
pl: Otwórz ustawienia
pt_br: Abrir Ajustes
ro: Deschideți configurările
ru: Открыть настройки
ta: அமைப்புகளைத் திற
te: సెట్టింగ్స్‌ను తెరవండి
th: เปิดการตั้งค่า
tr: Ayarlar’ı aç
uk: Відкрити параметри
ur: ترتیبات کھولیں
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# setup.permissions.requesting
source: Requesting
ar: جارٍ الطلب
bn: অনুরোধ করা হচ্ছে
de: Wird angefragt
el: Γίνεται αίτηση
es: Solicitando
fa: در حال درخواست
fr: Demande en cours
he: הבקשה בתהליך
hi: अनुरोध हो रहा है
id: Meminta
it: Richiesta in corso
ja: リクエスト中
ko: 요청 중
mr: विनंती केली जात आहे
ms: Meminta
nl: Aanvragen
pl: Wysyłanie prośby
pt_br: Solicitando
ro: Se solicită
ru: Запрашивается
ta: கோருகிறது
te: అభ్యర్థిస్తోంది
th: กำลังขอ
tr: İsteniyor
uk: Запитується
ur: درخواست کی جا رہی ہے
vi: Đang yêu cầu
zh_hans: 正在请求
zh_hant: 要求中
